bradlc.vscode-tailwindcss
dbaeumer.vscode-eslint
deque-systems.vscode-axe-linter
dsznajder.es7-react-js-snippets
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
firsttris.vscode-jest-runner
formulahendry.auto-rename-tag
github.codespaces
github.copilot
github.copilot-chat
github.github-vscode-theme
graphql.vscode-graphql-syntax
meta.relay
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
oderwat.indent-rainbow
redhat.vscode-yaml
ritwickdey.liveserver
styled-components.vscode-styled-components
stylelint.vscode-stylelint
vue.volar